{
  "stories": [
    {
      "headline": "Pak train accident death toll: 17",
      "photo": "http://cdn-wac.emirates247.com/polopoly_fs/1.595748.1435924692!/image/1210273841.JPG",
      "body": "The death toll from a Pakistan rail accident has risen to 17, the army said Friday, the day after a special military train fell into a canal when a bridge partially collapsed.  A senior officer was among those killed when four of the trains carriages carrying troops and military equipment derailed and fell from Chanawan Bridge in the eastern province of Punjab. Total bodies recovered till now (are) 17. Search (still) continues, Major General Asim Bajwa, the armys main spokesman, said in a message posted on his Twitter account. The incident occurred near the eastern town of Wazirabad as the train carried soldiers from southern Sindh province to the garrison town of Kharian. It is not yet clear why the bridge -- a simple, single-track rail-only crossing passing just a few feet above the water of the canal -- collapsed. Railways Minister Khawaja Saad Rafique hinted there may have been foul play involved, saying a heavier train had crossed the same bridge an hour earlier without a problem. But a spokesman from Pakistan Railways said an investigation into the incident was still ongoing. We have submitted an initial report to the prime minister but the exact details will be ascertained after complete investigations, Rauf Tahir told AFP. Its an unusual event. We are investigating the reason for this sudden collapse of the bridge. Pakistan inherited thousands of miles of track and trains from the former colonial power, Britain, but the railways have seen decades of decline due to corruption, mismanagement and under-investment.",
      "author": "AFP"
    },
    {
      "headline": "Train accident kills 21 in eastern India",
      "photo": "http://i.dawn.com/large/2014/08/53f2ebbceb7ed.jpg?r=912471295",
      "body": "PATNA: A passenger train struck a crowded rickshaw, killing 21 people at a railway crossing in the eastern Indian state of Bihar, a railway official said Tuesday. All the passengers including the driver of the motorised rickshaw died in the accident that occurred near Semra, a town in Bihar, said Vinod Kumar, a railway police superintendent. The crossing gate was open and the rickshaw was crossing the track when the train hit it, dragging it for about 500 meters, Kumar said. Among the dead were seven children and six women. They were returning from offering prayers at a temple in a nearby Motihari town. The rickshaw was reduced to a mangled heap of twisted metal. Nineteen of the victims died instantly, while two others died in a hospital, said Arvind Rajak, a railway official. Semra is about 240 kilometers north of the state capital, Patna. Railway accidents are common in India, which has one of the worlds largest networks. More than 23 million passengers daily use Indias 11,000 passenger trains. Most accidents are blamed on poor maintenance and human error. At least 40 people were killed when an express train plowed into a parked freight train in the northern India state of Uttar Pradesh in May.",
      "author": "AP"
    },
    {
      "headline": "Train accident leaves 16 dead in east Pakistan",
      "photo": "http://previous.presstv.ir/photo/20130706/pirhayati20130706135654933.jpg",
      "body": "Twelve out of the total 16 passengers onboard the rickshaw died on the spot, while four others later succumbed to their serious injuries at hospital.  At least sixteen people, including women and children, have been killed when an express train struck an overloaded motorcycle rickshaw in Pakistans eastern province of Punjab. According to local sources, the high-speed train -- traveling from the countrys largest and most populous metropolitan city of Karachi, located 1,146 kilometers (712 miles) east of the capital Islamabad, to the provincial capital of Lahore -- hit the rickshaw at a an unmanned railway crossing, which had no barrier. Senior police officer Himayun Tarar said the crash happened near Khanpur village in the Shaikhupura District of Punjab province on Saturday. District civil administration stated that the mishap took place as the rickshaw driver drove onto the train track moments before the Lahore-bound train approached. The rickshaw driver did not notice the train and tried to cross the track, but the vehicles engine broke down in the middle of the track. The train could not stop and rammed into the rickshaw and pushed it up to one kilometer away. Parts of rickshaw and human limbs were strewn on both sides of the railway track. Twelve out of the total 16 passengers onboard the rickshaw died on the spot, while four others later succumbed to their serious injuries at hospital. All the victims reportedly belonged to the same family, and were heading to a local shrine for pilgrimage. Local residents staged a protest rally in the aftermath of the deadly accident, and asked authorities to erect a safety gate at the crossing to save peoples lives. They argued that a couple of similar accidents have already occurred at the same spot in the past. Pakistan maintains a poor railway system based on the British-era track and old coaches. Fatal train crashes routinely take place in Pakistan as there are hundreds of unmanned rail crossings in the Asian country, and motorists speed through tracks without looking for oncoming trains. ",
      "author": "Press TV"
    },
    {
      "headline": "Train crash kills 126 in Pakistan",
      "photo": "",
      "body": "Rescue workers used blowtorches to cut through twisted wreckage trying to rescue trapped passengers from an express that jumped its tracks in eastern Punjab yesterday, killing at least 126 people and injuring another 175 in Pakistans worst train crash for seven years. The brakes apparently failed when the driver tried to stop to make way for a second passenger train that was leaving Khanewal, 250 miles south- east of Islamabad. The train was diverted on to a dead-end track, where it slammed into a pile of sand. The first five coaches overturned, some rolling on top of others, making it difficult for rescue workers to reach those trapped inside. The 17- carriage train, carrying 1,500 people, was en route from Peshawar, in Pakistans Northwest Frontier Province, to southern Karachi, on the Arabian Sea. Most of the dead and injured were asleep when the accident occurred. The Prime Minister, Nawaz Sharifk, was flown by helicopter to the scene of the accident. He visited the hospital in Khanewal where hundreds of people had gathered to donate blood. He ordered an inquiry into the disaster, telling Khanewals deputy commissioner to prepare an initial report within 24 hours. Shahbaz Sharif, chief minister of Punjab, also visiting victims in hospital in Khanewal, said: This is a horrific accident. Its a major accident in which 126 people have been killed. People from Khanewal were the first to arrive on the scene. They pulled bodies from the overturned coaches and covered the dead in white shrouds. Many of the more seriously wounded were taken to Multan, 24 miles away. Hospital officials said that as many as 50 were in a critical condition and the death-toll could rise. In Peshawar, the frontier provincial capital, hundreds of miles north of the accident, frantic relatives and friends were seeking information about those believed to be on the train. Pakistans train system is antiquated. In the past decade there have been dozens of accidents which have killed nearly 2,000 people. The most serious occurred in 1989, when two passenger trains collided in the southern Sind province, killing 850 people.",
      "author": "The Independent"
    }
  ]
}
